tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

# ================================================
# CLIアプリケーション 
# ================================================
brew "anyenv"
brew "bat"
brew "docker"
brew "exa"
brew "git"
brew "mas"
brew "postgresql"
brew "tig"
brew "vim"
brew "heroku/brew/heroku"


# ================================================
# GUIアプリケーション
# ================================================
cask "google-chrome"
cask "visual-studio-code"
cask "slack"
cask "zoomus"

cask "alfred"
cask "rectangle"
cask "clipy"
cask "tableplus"
cask "iterm2"
cask "sourcetree"

# cask "adobe-creative-cloud"
# cask "docker"
# cask "postman"
# cask "stoplight-studio"


# ================================================
# MacOSアプリケーション
# ================================================
mas "Git Streaks", id: 1525795950
