aaron-bond.better-comments
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
hediet.vscode-drawio
HookyQR.beautify
humao.rest-client
mhutchie.git-graph
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
PKief.material-icon-theme
ritwickdey.LiveServer
VisualStudioExptTeam.vscodeintellicode
